Repository: bljohnson44/epm
Catalog: po/*.po
Languages: fr, ru

source: Install
fr: Installation des composants
ru: Установка компонентов

source: Welcome
fr: Bienvenue
ru: Начало

source: Install Type
fr: Type d'installation
ru: Тип установки

source: Select Software
fr: Choix des paquets
ru: Выбор пакетов

source: Confirm
fr: Confirmation
ru: Подтверждениe

source: License
fr: Licence
ru: Лицензия

source: Installing
fr: Installation
ru: Установка

source: Finish
fr: Fin
ru: Завершение

source: Select the installation type:
fr: Sélectionnez le type d'installation :
ru: Выберите тип установки:

source: Select the software you want to install:
fr: Sélectionnez les composants à installer :
ru: Выберите компоненты, которые вы хотите установить:

source: Available Software:
fr: Composants disponibles :
ru: Доступные компоненты:

source: 0k marked for installation.
fr: 0 Ko sélectionné pour installer.
ru: 0k отмечено для установки.

source: Select all
fr: Tout sélectionner
ru: Выделить все

source: Select none
fr: Annuler la sélection
ru: Отменить выделение

source: Confirm your software selections below:
fr: Confirmer votre sélection :
ru: Подтвердите ваш выбор:

source: Selected Software:
fr: Composants sélectionnés :
ru: Выбранные компоненты:

source: Accept and install
fr: Accepter le Contrat de licence et installer le programme
ru: Принять лицензионное соглашение и установить программу

source: Cancel installation
fr: Annuler l'installation
ru: Прекратить установку

source: Select language:
fr: Langue :
ru: Выбрать язык:

source: License Agreement
fr: Contrat de licence
ru: Лицензионное соглашение

source: Progress Label...
fr: Barre de progression...
ru: Индикатор выполнения...

source: Run interactive postinstall script
fr: Lancer le script d'installation interactif
ru: Запустить интерактивный установочный скрипт

source: Postinstall information:
fr: Etape finale :
ru: Заключительный этап:

source: @-2< Back
fr: @-2< Revenir
ru: @-2< Назад

source: Next @-2>
fr: Suivant @-2>
ru: Вперед @-2>

source: Cancel
fr: Annuler
ru: Отменить

source: You must be logged in as root to run setup!
fr: Pour lancer la procédure d'installation, vous devez disposez des droits d'administrateur !
ru: Вы должны иметь привилегии администратора для запуска процесса установки!

source: No software found to install!
fr: Aucun composant à installer !
ru: Не обнаружено компонентов для установки!

source: (new)
fr: (nouveau)
ru: (новый)

source: (installed)
fr: (installé)
ru: (установлен)

source: (upgrade)
fr: (mise à jour)
ru: (обновление)

source: Failed to execute install script!
fr: Echec de lancement du script d'installation !
ru: Не удалось запустить установочный скрипт!

source: Unable to install
fr: Impossible d'installer
ru: Невозможно установить

source: %s requires %s to be installed, but it is not available for installation.
fr: Pour installer %s, %s doit être précédemment installé, cependant il n'est pas disponible pour l'installation.
ru: Для установки %s должен быть предварительно установлен %s, однако он недоступен для установки.

source: %s is incompatible with %s. Please remove it before installing this software.
fr: %s est incomptatible avec %s. Veuillez le supprimer avant de procéder à l'installation de ce composant.
ru: %s несовместим с %s. Пожалуйста, удалите его перед установкой данного компонента.

source: %s is incompatible with %s. Please deselect it before installing this software.
fr: %s est incompatible avec %s. Veuillez désélectionner l'une de ces composants avant de procéder à l'installation.
ru: %s несовместим с %s. Пожалуйста, снимите соответствующее выделение перед установкой данного компонента.

source: This program allows you to install the following software: <ul>
fr: Ce programme vous permet d'installer les composants suivants : <ul>
ru: Данная программа позволит вам установить следующие компоненты: <ul>

source: Custom Configuration
fr: Installation personnalisée
ru: Выборочная установка

source: Dr.Web for Linux Workstations
fr: Dr.Web Antivirus pour postes de travail Linux
ru: Антивирус Dr.Web для рабочих станций Linux

source: License is not accepted!
fr: Vous n'avez pas accepté les termes du Contrat de licence !
ru: Условия Лицензионного соглашения не приняты!

source: Installation canceled!
fr: Installation arrêtée !
ru: Установка прекращена!

source: Close
fr: Fermer
ru: Закрыть

source: Installing %s v%s...
fr: Installation de %s v%s...
ru: Устанавливается %s v%s...

source: Installation failed
fr: Installation échouée !
ru: Не удалось произвести установку!

source: Installation complete
fr: Installation terminée
ru: Установка завершена

source: <span>Installation failed. See install.log for details.</span>
fr: <span>Installation échouée. Pour plus d'information sur l'erreur survenue, consultez install.log.</span>
ru: <span>Не удалось установить программу. Обратитесь к install.log для получения более подробной информации о возникшей ошибке.</span>

source: <span>Installation complete.</span>
fr: <span>Installation achevée avec succés.</span>
ru: <span>Установка успешно завершена.</span>

source: %+.1fMb required, %dMb available.
fr: %+.1fMo requis, %dMo disponibles.
ru: %+.1fMb требуется, %dMb доступно.

source: %+dk required, %dMb available.
fr: %+dKo requis, %dMo disponibles.
ru: %+dk требуется, %dMb доступно.

source: %+.1fMb required on /, %dMb available, %+.1fMb required on /usr, %dMb available.
fr: %+.1fMo requis dans /, %dMo disponibles, %+.1fMo requis dans /usr, %dMo disponibles.
ru: %+.1fMb требуется в /, %dMb доступно, %+.1fMb требуется в /usr, %dMb доступно.

source: %+.1fMb required on /, %dMb available, %+dk required on /usr, %dMb available.
fr: %+.1fMo requis dans /, %dMo disponibles, %+dKo requis dans /usr, %dMo disponibles.
ru: %+.1fMb требуется в /, %dMb доступно, %+dk требуется в /usr, %dMb доступно.

source: %+dk required on /, %dMb available, %+.1fMb required on /usr, %dMb available.
fr: %+dKo requis dans /, %dMo disponibles, %+.1fMo requis dans /usr, %dMo disponibles.
ru: %+dk требуется в /, %dMb доступно, %+.1fMb rтребуется в /usr, %dMb доступно.

source: %+dk required on /, %dMb available, %+dk required on /usr, %dMb available.
fr: %+dKo requis dans /, %dMo disponibles, %+dKo requis dans /usr, %dMo disponibles.
ru: %+dk требуется в /, %dMb доступно, %+dk требуется в /usr, %dMb доступно.

source: English
fr: Anglais
ru: Английский

source: Russian
fr: Russe
ru: Русский

source: Uninstall
fr: Désinstallation des composants
ru: Удаление компонентов

source: Removing
fr: Suppression
ru: Удаление

source: Select the software to remove:
fr: Sélectionnez les composants à supprimer :
ru: Выберите компоненты для удаления:

source: Installed Software:
fr: Composants installés :
ru: Установленные компоненты:

source: 0k marked for removal.
fr: 0 Ko sélectionné pour supprimer.
ru: 0k отмечено для удаления.

source: Confirm software selected for removal:
fr: Confirmez la suppression des composants sélectionnés :
ru: Подтвердите удаление выбранных компонентов:

source: Software to Remove:
fr: Composants à supprimer :
ru: Компоненты для удаления:

source: You must be logged in as root to run uninstall!
fr: Pour lancer la procédure de désinstallation, vous devez disposer des droits d'administrateur !
ru: Вы должны иметь привилегии администратора для запуска процесса удаления компонентов!

source: This program allows you to remove the following software:</p> <ul>
fr: Ce programme vous permet de désinstaller les composants suivants :</p> <ul>
ru: Данная программа позволит вам удалить следующие компоненты:</p> <ul>

source: Removing %s v%s...
fr: Suppression de %s v%s...
ru: Удаляются %s v%s...

source: Removal Failed!
fr: Echec de désinstallation !
ru: Не удалось произвести удаление!

source: Removal Complete
fr: Suppression terminée
ru: Удаление завершено

source: Unable to remove
fr: Impossible de supprimer
ru: Невозможно удалить

source: No software found to remove!
fr: Aucun composant à supprimer !
ru: Не обнаружено компонентов для удаления!

source: This script will help you remove Dr.Web packages
fr: Ce script vous aidera à désinstaller les composants Dr.Web
ru: Данный скрипт поможет вам удалить компоненты Dr.Web

source: Do you wish to continue? (YES/no)
fr: Vous voulez continuer ? (YES/no)
ru: Вы хотите продолжить? (YES/no)

source: Sorry, you must be root to remove Dr.Web software.
fr: Pour supprimer les composants Dr.Web, vous devez disposer des droits d'administrateur.
ru: Вы должны иметь привилегии администратора для удаления компонентов Dr.Web.

source: Please enter yes or no.
fr: Veuillez entrer yes ou no.
ru: Пожалуйста, введите yes или no.

source: Select the software you want to remove:
fr: Sélectionnez les composants à supprimer :
ru: Выберите компоненты, которые вы хотите удалить:

source: A list of packages marked for removal:
fr: Liste des composants sélectionnés pour supprimer :
ru: Список компонентов, отмеченных для удаления:

source: Are you sure you want to remove the selected packages? (YES/no)
fr: Etes-vous certain de vouloir supprimer les composants sélectionnés ? (YES/no)
ru: Вы уверены, что хотите удалить выбранные компоненты? (YES/no)

source: Nothing to remove. Exiting...
fr: Aucun composant à supprimer n'est trouvé. Fin...
ru: Компоненты для удаления не обнаружены. Выход...

source: To select a package you want to remove or deselect some previously selected package - enter the corresponding package number and press Enter. You may enter A or All to select all the packages, and N or None to deselect all of them. Enter R or Remove to remove selected packages.\nEnter 0, Q or Quit to quit the dialog. All values are case insensitive.
fr: Pour sélectionner un paquet à installer ou désélectionner le paquet précédemment sélectionné, entrez le numéro du paquet et cliquez sur Enter. Entrez A ou All pour sélectionner tous les paquets, entrez N ou None pour désélectionner tous les paquets. Entrez R ou Remove pour supprimer les paquets sélectionnés. Entrez 0, Q ou Quit pour quitter le programme d'installation. Toutes les valeurs sont insensibles à la casse.
ru: Чтобы выбрать пакет для установки либо снять выделение с какого-либо ранее выбранного пакета - введите соответствующий номер пакета и нажмите Enter. Введите A или All, чтобы отметить все пакеты, введите N или None, чтобы снять выделение со всех пакетов. Введите R или Remove, чтобы удалить отмеченные пакеты. Введите 0, Q или Quit, чтобы выйти из программы установки. Все значения регистронезависимы.

source: Select:
fr: Sélectionner :
ru: Выбрать:

source: Software dir -- '%s' not found.
fr: Le répertoire contenant les fichiers de composants -- '%s' n'a pas été trouvé.
ru: Директория с файлами компонентов -- '%s' не обнаружена.

source: Package platform and running platform are different. Installation aborted
fr: Type d'OS pour lequel a été conçu ce composant ne correspond pas à celui de l'OS actuellement utilisé. Impossible de continuer l'installation.
ru: Тип ОС, для которой был разработан данный компонент, не совпадает с типом используемой в настоящий момент ОС. Невозможно продолжить установку.

source: Sorry, you must have administrative privileges to %s this software.
fr: Vous devez disposer des droits d'administrateur pour %s ce logiciel !
ru: Вы должны иметь привилегии администратора для %s данного ПО!

source: install
fr: installer
ru: установки

source: Sorry, you must be root to %s this software.
fr: Vous devez disposer des droits d'administrateur (root) pour %s ce logiciel.
ru: Вы должны иметь привилегии администратора (root) для %s данного ПО.

source: Copyright %s
fr: (C) %s
ru: (C) %s

source: By using this parameter you automatically confirm and accept the Software License Agreement.
fr: En utilisant ce paramètre, vous acceptez le Contrat de licence.
ru: Используя данный параметр, вы автоматически соглашаетесь с Лицензионным Договором и принимаете его.

source: This installation script will install the %s
fr: Ce script d'installation vous aidera à installer %s
ru: Данный установочный скрипт поможет вам установить %s

source: software version %s on your system.
fr: version de logiciel %s installé dans votre ordinateur.
ru: версия установленного в вашей системе ПО %s.

source: Do you wish to continue? (YES/no)
fr: Vous voulez continuer ? (YES/no)
ru: Вы хотите продолжить? (YES/no)

source: Do you agree with the terms of this license? (yes/no)
fr: Vous accepter les termes du Contrant de licence ? (yes/no)
ru: Вы соглашаетесь с условиями данного Лицензионного Договора? (yes/no)

source: Package %s is up-to-date.
fr: La dernière version du composant %s est installée dans le système.
ru: В системе установлена самая последняя версия компонента %s.

source: Removing old versions of %s software...
fr: Suppression de la version périmée du composant %s...
ru: Удаление старой версии компонента %s...

source: Installing required %s software...
fr: Installation du composant nécessaire %s...
ru: Установка требуемого компонента %s...

source: Sorry, you must first install '%s' version %s!
fr: Vous devez d'abord installer la version '%s' du composant %s !
ru: Вы должны сперва установить версию '%s' компонента %s!

source: Sorry, you must first install '%s'!
fr: Vous devez d'abord installer '%s' !
ru: Вы должны сперва установить '%s'!

source: Automatically replacing '%s'...
fr: Remplacement automatique '%s'

source: Dependency check failed! Full list of unmet dependencies:
fr: Lors de la vérification des dépendances, les dépendances suivantes n'ont pas été trouvées :
ru: В ходе проверки зависимостей не были найдены следующие зависимости:

source: Running pre-install commands...
fr: Préparation de l'installation...
ru: Подготовка к установке...

source: Backing up old versions of files to be installed...
fr: Sauvegarde des versions périmées des fichiers...
ru: Осуществляется резервное копирование старых версий файлов...

source: Error: Cannot write in %s.
fr: Erreur : impossible d'écrire les fichiers dans le répertoire %s.
ru: Ошибка: невозможно осуществить запись файлов в директорию %s.

source: Creating installation directories...
fr: Répertoires d'installation sont en cours de création...
ru: Создаются установочные директории...

source: Error: %s already exists as a regular file!
fr: Erreur : %s est déjà utilisé en tant que nom du fichier existant !
ru: Ошибка: %s уже используется как имя существующего файла!

source: Installing software...
fr: Installation du composant en cours...
ru: Устанавливается компонент...

source: Checking configuration files...
fr: Vérification des fichiers de configuration en cours...
ru: Проверяются конфигурационные файлы...

source: Error: %%s already exists as a regular file!
fr: Erreur : %%s est déjà utilisé en tant que nom du fichier existant !
ru: Ошибка: %%s уже используется как имя существующего файла!

source: Updating file permissions...
fr: Mise à jour des droits d'accès aux fichiers...
ru: Обновляются права доступа к файлам...

source: Setting up init scripts...
fr: Démarrage du script d'initialisation...
ru: Запускается инициализационный скрипт...

source: Unable to determine location of init scripts!
fr: Impossible de déterminer l'emplacement des scripts d'initialisation !
ru: Невозможно определить местонахождение инициализационных скриптов!

source: Running post-install commands...
fr: Fin d'installation...
ru: Завершение установки...

source: Installation %s is complete.
fr: Installation de %s terminée.
ru: Установка %s завершена.

source: remove
fr: supprimer
ru: удаления

source: Package %s is not installed
fr: Composant %s n'est pas installé
ru: Компонент %s не установлен

source: This removal script will remove the %s
fr: Ce script va supprimer %s
ru: Данный скрипт удалит %s

source: software version %s from your system.
fr: en version %s depuis votre ordinateur.
ru: версии %s с вашего компьютера.

source: Running pre-remove commands...
fr: Préparation de la suppression...
ru: Подготовка к удалению...

source: Cleaning up init scripts...
fr: Nettoyage de l'autodémarrage et suppression des scripts d'installation...
ru: Очищается автозагрузка и удаляются установочные скрипты...

source: Removing/restoring installed files...
fr: Suppression/restauration des fichiers installés...
ru: Удаляются/восстанавливаются установленные файлы...

source: Removing empty installation directories...
fr: Suppression des répertoires d'installation vides...
ru: Удаляются пустые установочные директории...

source: Running post-remove commands...
fr: Fin de suppression...
ru: Завершение удаления...

source: Removal %s is complete.
fr: Suppression de %s terminée.
ru: Удаление %s завершено.
